<x-layout.main>
    <x-slot:title>プライバシーポリシー</x-slot:title>
    <style>
        ul {
            list-style-type: disc !important;
            margin: revert !important;
            padding: revert !important;
        }
        h1 {
            font-size: 25px;
            font-weight: bold;
        }
        h2 {
            font-size: 20px;
            font-weight: bold;
            margin-top: 10px;
        }
        p {
            font-size: 16px;
            margin-right: 10px;
            margin-left: 10px;
        }
    </style>
    <div class="mx-20">
        <h1>プライバシーポリシー</h1>
        <p>（以下「当方」といいます。）は、当方がポスクラ（以下「本サービス」といいます。）を提供するにあたり、ご利用される皆様（以下「利用者」といいます。）の個人に関する情報（以下「個人情報」といいます。）を取得します。</p>
        <h2>（適用範囲）</h2>
        <p>本プライバシーポリシー（以下「本ポリシー」といいます。）は、当方が利用者から個人情報を取得、利用及び管理するときに適用されます。</p> 
        <h2>（取得する情報）</h2> 
        <p>当方は、利用者から以下の情報を取得します。</p> 
        <ul>
            <li>IPアドレス </li>
            <li>閲覧したURL及び日時に関するタイムスタンプ</li>
            <li>メールアドレス</li>
            <li>アカウント名</li>
        </ul>
        <h2>（利用目的）</h2>
        <p>当方が個人情報を収集・利用する目的は、以下のとおりです。</p>  
        <ul>
            <li>本サービスの提供・運営のため</li>
            <li>上記の利用目的に付随する目的</li>
        </ul>
        <h2>（Cookieの利用）</h2>
        <p>当方は、ウェブサイト及び本サービス（以下、これらを総称して「ウェブサイト等」といいます。）のアクセス及び利用状況の分析、広告配信並びにウェブサイト等の利便性向上のために、ウェブサイト等にアクセスした利用者の情報通信端末に保存されるCookie等のファイル及びこれに類似する技術を取得することがあります。当方は、Cookie等と利用者の個人情報を関連付けることがあります。当方は、利用者の個人情報と関連付けたCookie等が利用者の個人情報であることに鑑み、当該Cookie等を本ポリシーの定めに従って管理いたします。
            また、当方は、Cookie等の情報を第三者が運営するデータ・マネジメント・プラットフォームに提供し、当該第三者からCookie等により収集されたウェブの閲覧履歴及びその分析結果を取得し、これらを利用者の個人データと結び付けた上で、広告配信等の目的で利用することがあります。 </p> 
        <h2>（安全確保の措置）</h2>
        <p>当方は、収集した情報の漏えい、滅失又はき損の防止その他収集した情報の適切な管理のために必要な措置を講じます。当方が、安全管理のために講じた措置の概要は以下のとおりです。措置の具体的内容については、本ポリシーで定める窓口に対する利用者からの求めに応じて遅滞なく回答いたします。 </p>
        <ul>
            <li>個人情報を取り扱うことのできる機器やアクセス権者を明確にし、個人情報への不要なアクセスを防止</li>
        </ul>
        <h2>（個人情報の第三者への提供）</h2>
        <p>当方は、次に掲げる場合を除いて、あらかじめ利用者の同意を得ないで、取得した個人情報を第三者に提供することはありません。</p>
        <ul>
            <li>法令に基づく場合</li>
            <li>人の生命、身体又は財産の保護のために必要がある場合であって、利用者の同意を得ることが困難であるとき。</li>
            <li>公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、利用者の同意を得ることが困難であるとき。</li>  
            <li>国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用者の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき。</li> 
            <li>その他法令で第三者提供の制限の例外が認められている場合</li>
            <li>前項の定めにかかわらず、次に掲げる場合には、当該個人情報の提供先は第三者に該当しないものとします。</li>  
            <li>当方が利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託することに伴って当該個人情報が提供される場合</li>  
            <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>  
            <li>第7条に定める共同利用者に対して提供される場合</li> 
        </ul>
        <h2>（個人情報の共同利用）</h2>
        <p>当方は、特定の者との間で共同利用することを目的として個人情報を当該特定の者に提供することがあります。この場合、当方は、あらかじめ、共同して利用する個人情報の項目、共同して利用する者の範囲、利用する者の利用目的及び当該個人情報の管理について責任を有する者の氏名又は名称及び住所並びに法人にあっては、その代表者の氏名を公表するものとします。</p>
        <h2>（本プライバシーポリシーの変更）</h2>  
        <p>当方は、法令改正への対応の必要性及び事業上の必要性に応じて、本ポリシーを変更する場合があります。本ポリシーの変更を行った場合には、本ウェブサイト上に掲載します。</p>
        <h2>（開示、訂正等の手続）</h2> 
        <p>利用者は、本条及び当方の関連規程に従って、当方に対し、個人情報保護法において認められる限度で、以下の求め又は請求を行うことができます。</p>
        <ul>
            <li>個人情報の利用目的の通知の求め</li>
            <li>個人情報又は第三者提供記録の開示の請求</li>  
            <li>個人情報の訂正、追加又は削除の請求</li>  
            <li>個人情報の利用の停止の請求 </li> 
            <li>個人情報の第三者への提供の停止の請求</li>
            <li>前項の求め又は請求にあたっては、同項各号のうちいずれの請求か特定の上、本人確認のための書類（運転免許証、健康保険証、住民票の写し等）をご提出頂きます。</li>
        </ul>
    </div>
</x-layout.main>